export default function About() {
  return (
    <div className="px-6 pt-4 pb-12 min-[1440px]:w-2/3 mx-auto">
      <h1 className="text-xl mb-8 mt-10 min-[768px]:text-2xl font-bold min-[1440px]:text-4xl">Про компанію</h1>

      <p className="text-sm mb-5 min-[768px]:text-base min-[1440px]:text-lg">
        В нашому онлайн-магазині SportHub ви знайдете найкращий вибір спортивного взуття та одягу, створеного для максимального комфорту і продуктивності під час тренувань та активного відпочинку. Ми пропонуємо асортимент товарів від провідних світових брендів, таких як Adidas, Nike, Puma, Reebok, Under Armour та багато інших.
      </p>
      <p className="text-sm mb-5 min-[768px]:text-base min-[1440px]:text-lg">
        Наша мета - надихнути вас на нові досягнення і допомогти знайти саме ті товари, які підходять вам найкраще. У нас ви зможете знайти кросівки для бігу, також ми пропонуємо тренувальні кросівки для інтенсивних тренувань, які гарантують оптимальну підтримку та комфорт.
      </p>
      <p className="text-sm mb-5 min-[768px]:text-base min-[1440px]:text-lg">
        Крім взуття, у нас є великий вибір одягу: легкі та дихаючі футболки з матеріалів, які швидко відводять вологу, забезпечують комфорт протягом всього дня; шорти для будь-якого виду спорту - від бігу до тренувань у залі; спортивні штани, які забезпечують свободу руху.
      </p>
      <p className="text-sm mb-5 min-[768px]:text-base min-[1440px]:text-lg">
        Приєднуйтесь до нашої спільноти і відкрийте для себе світ активного життя з SportHub! 
      </p>
      <p className="text-sm mb-5 min-[768px]:text-base min-[1440px]:text-lg">
        Пам'ятайте, що наш сайт створений виключно в учбових цілях, тому замовити товар на ньому неможливо. 
      </p>
    </div>
  )
}