export default function Return() {
  return (
    <div className="px-6 pt-4 pb-12 min-[1440px]:w-2/3 mx-auto">
      <h1 className="text-xl mb-8 mt-10 min-[768px]:text-2xl font-bold min-[1440px]:text-4xl">Повернення товарів</h1>
      <p className="text-sm mb-8 min-[768px]:text-base min-[1440px]:text-lg">Ласкаво просимо до розділу "Повернення" на нашому сайті "SportHub". Ми прагнемо забезпечити вам максимально комфортний досвід покупок, тому пропонуємо зручну та прозору політику повернення товарів.</p>

      <h2 className="mb-2 text-base  min-[768px]:text-lg font-bold min-[1440px]:text-xl">Умови повернення</h2>
      <p className="mb-2 text-sm min-[768px]:text-base min-[1440px]:text-lg">Якщо ви не задоволені своїм замовленням або виявили дефект товару, ви можете повернути його відповідно до наступних умов:</p>

      <ol className="list-decimal text-sm mb-8 ml-8 min-[768px]:text-base min-[1440px]:text-lg">
        <li><span>Термін повернення:</span> Ви маєте право повернути товар протягом 14 днів з моменту отримання.</li>
        <li><span>Стан товару:</span> Товар повинен бути повернений у новому стані, без ознак використання, з усіма бирками та в оригінальній упаковці.</li>
        <li><span>Документи:</span> Для повернення товару необхідно надати чек або інший документ, що підтверджує покупку.</li>
      </ol>

      <h2 className="mb-2 text-base  min-[768px]:text-lg font-bold min-[1440px]:text-xl">Процедура повернення</h2>
      <p className="mb-2 text-sm min-[768px]:text-base min-[1440px]:text-lg">Для того щоб повернути товар, будь ласка, виконайте наступні кроки:</p>

      <ol className="list-decimal text-sm mb-8 ml-8 min-[768px]:text-base min-[1440px]:text-lg">
        <li><span>Зв’яжіться з нами:</span> Зателефонуйте до нашої служби підтримки і повідомте номером вашого замовлення.</li>
        <li><span>Підготуйте товар: </span>Упакуйте товар у оригінальну упаковку, додайте всі отримані документи та заповніть форму повернення, яку ми вам надішлемо.</li>
        <li><span>Відправте товар: </span>Відправте товар назад на нашу адресу через службу доставки Нова пошта. Витрати на повернення товару покриває покупець, за винятком випадків, коли товар має дефекти або був відправлений помилково.</li>
      </ol>

      <h2 className="mb-2 text-base  min-[768px]:text-lg font-bold min-[1440px]:text-xl">Повернення коштів</h2>
      <p className="mb-8 text-sm min-[768px]:text-base min-[1440px]:text-lg">Після отримання та перевірки повернутого товару, ми здійснимо повернення коштів протягом 7 робочих днів. Повернення коштів буде здійснене тим же способом, яким було здійснено оплату за замовлення.</p>

      <p className="mb-8 text-sm min-[768px]:text-base min-[1440px]:text-lg">Ми завжди готові допомогти вам у вирішенні будь-яких питань, пов’язаних з поверненням товарів. Якщо у вас виникли додаткові питання, будь ласка, зв’яжіться з нашою службою підтримки.</p>

      <p className="text-sm min-[768px]:text-base min-[1440px]:text-lg">Дякуємо, що обрали "SportHub"!</p>
    </div>
  )
}